# توكن البوت من BotFather
BOT_TOKEN = "8254886887:AAHE5goVWxIbL2_fUQYJg5mInplwA7ZB_yE"

# علامة تمييز للمشروع
PROJECT_TAG = "[Formatter]"

# نص الهيدر
HEADER = """عقارات أبو الحسن
---------------------------
"""

# نص الفوتر
FOOTER = """
-----------------------------------
📞 للاستفسار والتواصل:
07754404477
07754404477
07735544404
📍 أو زيارة مقرنا:
البصرة – الجزائر – خلف مرطبات سنبلة
"""

# =========================
# قائمة الأدمن (Telegram User ID)
# =========================
ADMINS = [6977560296]
