# توكن البوت من BotFather
BOT_TOKEN = "8254886887:AAHE5goVWxIbL2_fUQYJg5mInplwA7ZB_yE"

# علامة تمييز للمشروع
PROJECT_TAG = "[Formatter]"

# نص الهيدر
HEADER = """عقارات أبو الحسن
---------------------------
"""

# نص الفوتر
FOOTER = """
-----------------------------------
📞 للاستفسار والتواصل:
07735544404
07754404477
📍 أو زيارة مقرنا:
البصرة – الجزائر – خلف مرطبات سنبلة
"""

# =========================
# قائمة الأدمن (Telegram User ID)
# =========================
ADMINS = [6977560296]

# =========================
# إعدادات فيسبوك / Meta API
# =========================
META_APP_ID = "PUT_APP_ID_HERE"
META_APP_SECRET = "PUT_APP_SECRET_HERE"
META_ACCESS_TOKEN = "PUT_LONG_LIVED_TOKEN_HERE"
