# توكن البوت من BotFather
BOT_TOKEN = "8254886887:AAHE5goVWxIbL2_fUQYJg5mInplwA7ZB_yE"

# علامة تمييز للمشروع
PROJECT_TAG = "[Formatter]"

# نص الهيدر
HEADER = """عقارات أبو الحسن
---------------------------
"""

# نص الفوتر
FOOTER = """
---------------------------
بالامكان الاستفسار عن التفاصيل اكثر
من خلال الارقام الاتية :-
07754404477
07764404477
07735544404
او زيارة مقر العمل الكائن في 
البصرة - الجزائر - خلف مرطبات سنبلة
"""

# =========================
# قائمة الأدمن (Telegram User ID)
# =========================
ADMINS = [6977560296]
